Repository: BoardingAI/wp-plugins
Catalog: ai-alt-tags-0727/languages/ai-alt-tags-*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, ko_kr, pt_br

source: AI Alt Tags
de_de: KI Alt Tags
es_es: Etiquetas Alt de IA
pt_br: Tags Alt de IA

source: A WordPress plugin that automatically generates image alt tags using Azure's Computer Vision API for better accessibility and SEO. Batch process all posts, with WP CLI integration for faster execution.
de_de: Ein WordPress-Plugin, das automatisch Bild-Alt-Tags mit Hilfe von Azures Computer Vision API für eine bessere Zugänglichkeit und SEO erstellt. Verarbeitet alle Beiträge in einer Batch-Prozessierung, mit WP CLI-Integration für eine schnellere Ausführung.
es_es: Un plugin de WordPress que genera automáticamente etiquetas alt de imagen utilizando la API de Visión por Computadora de Azure para una mejor accesibilidad y SEO. Procesa por lotes todas las publicaciones, con integración de WP CLI para una ejecución más rápida.
fr_fr: Un plugin WordPress qui génère automatiquement des balises alt d’image en utilisant l’API de Vision par ordinateur d’Azure pour une meilleure accessibilité et un meilleur référencement. Traitez en lots tous les articles, avec une intégration WP CLI pour une exécution plus rapide.
id_id: Sebuah plugin WordPress yang secara otomatis menghasilkan tag alt gambar menggunakan API Computer Vision Azure untuk aksesibilitas dan SEO yang lebih baik. Proses semua posting secara sekaligus, dengan integrasi WP CLI untuk eksekusi yang lebih cepat.
ja_jp: AzureのComputer Vision APIを使用して画像のaltタグを自動生成するWordPressプラグインで、よりよいアクセシビリティとSEOを実現します。全投稿をバッチ処理し、より速く実行するためにWP CLIインテグレーションを提供します。
ko_kr: Azure의 Computer Vision API를 사용하여 이미지 alt 태그를 자동으로 생성하는 워드프레스 플러그인입니다. 모든 포스트를 배치 처리하며, 더 빠른 실행을 위해 WP CLI 통합이 가능합니다.
pt_br: Um plugin do WordPress que gera automaticamente tags alt de imagem usando a API de Visão Computacional do Azure para melhor acessibilidade e SEO. Processa todos os posts em lote, com integração WP CLI para execução mais rápida.

source: AI Alt Tags is an advanced feature integrated into the BoardingPack plugin that enhances website accessibility and SEO by automatically generating image alt tags using Microsoft Azure's Computer Vision API. Streamlining the process of adding descriptive alt tags, this feature supports batch processing of all posts and offers WP CLI integration for faster execution, ensuring content is accessible and optimized for search engines while intelligently analyzing images to generate accurate, meaningful alt tags that contribute to your website's overall performance.
de_de: KI Alt Tags ist eine fortschrittliche Funktion, die in das BoardingPack Plugin integriert ist und die Website-Zugänglichkeit und SEO verbessert, indem sie automatisch Bild-Alt-Tags mit Hilfe der Computer Vision API von Microsoft Azure erstellt. Diese Funktion optimiert den Ablauf der hinzufügenden deskriptiven Alt Tags, unterstützt die Batch-Verarbeitung aller Beiträge und bietet eine WP CLI-Integration für eine schnellere Ausführung. Dadurch wird sichergestellt, dass der Inhalt zugänglich und für Suchmaschinen optimiert ist. Gleichzeitig analysiert die Funktion intelligent Bilder, um genaue, aussagekräftige Alt-Tags zu erstellen, die zur Gesamtleistung Ihrer Website beitragen.
es_es: Etiquetas Alt de IA es una característica avanzada integrada en el plugin BoardingPack que mejora la accesibilidad y el SEO del sitio web generando automáticamente las etiquetas alt de las imágenes mediante la API de Visión por Computadora de Microsoft Azure. Agilizando el proceso de adición de etiquetas alt descriptivas, esta característica permite el procesamiento por lotes de todas las publicaciones y ofrece integración con WP CLI para una ejecución más rápida, asegurando que el contenido sea accesible y optimizado para los motores de búsqueda mientras analiza inteligentemente las imágenes para generar etiquetas alt precisas y significativas que contribuyen al rendimiento general de su sitio web.
fr_fr: AI Alt Tags est une fonctionnalité avancée intégrée dans le plugin BoardingPack qui améliore l’accessibilité et le référencement des sites Web en générant automatiquement des balises alt d’image à l’aide de l’API de Vision par ordinateur de Microsoft Azure. Rationalisant le processus d’ajout de balises alt descriptives, cette fonctionnalité prend en charge le traitement par lots de tous les articles et offre une intégration WP CLI pour une exécution plus rapide, garantissant que le contenu est accessible et optimisé pour les moteurs de recherche tout en analysant intelligemment les images pour générer des balises alt précises et significatives qui contribuent à la performance globale de votre site.
id_id: AI Alt Tags adalah fitur canggih yang terintegrasi ke dalam plugin BoardingPack yang meningkatkan aksesibilitas situs web dan SEO dengan secara otomatis menghasilkan tag alt gambar menggunakan API Computer Vision Microsoft Azure. Mempermudah proses penambahan tag alt deskriptif, fitur ini mendukung pengolahan batch semua posting dan menawarkan integrasi WP CLI untuk eksekusi yang lebih cepat, memastikan konten dapat diakses dan dioptimalkan untuk mesin pencarian sambil cerdas menganalisis gambar untuk menghasilkan tag alt yang akurat, berarti yang berkontribusi pada kinerja situs web Anda secara keseluruhan.
ja_jp: AI Alt Tagsは、BoardingPackプラグインに統合された進化した機能で、Microsoft AzureのComputer Vision APIを使用して画像のaltタグを自動生成することで、ウェブサイトのアクセシビリティとSEOを強化します。説明的なaltタグを追加するプロセスを合理化し、全投稿のバッチ処理を支援し、WP CLIインテグレーションの提供により、より迅速な実行を可能にすることで、コンテンツがアクセシブルで検索エンジンに最適化されることを保証し、画像を知的に分析して正確で意味のあるaltタグを生成、あなたのウェブサイトの全体的なパフォーマンスに貢献します。
ko_kr: AI Alt Tags는 BoardingPack 플러그인에 통합된 고급 기능으로, Microsoft Azure의 Computer Vision API를 사용하여 이미지 alt 태그를 자동으로 생성함으로써 웹사이트의 접근성과 SEO를 향상시킵니다. 이 기능은 모든 포스트의 배치 처리를 지원하고 WP CLI 통합을 제공하여 더 빠른 실행을 보장하며, 컨텐츠가 접근 가능하고 검색 엔진에 최적화되도록 하면서 이미지를 지능적으로 분석하여 정확하고 의미있는 alt 태그를 생성하여 웹사이트의 전반적인 성능에 기여합니다.
pt_br: O recurso Tags Alt de IA é uma funcionalidade avançada integrada ao plugin BoardingPack que aprimora a acessibilidade e o SEO do site gerando automaticamente tags alt de imagem utilizando a API de Visão Computacional da Microsoft Azure. Simplificando o processo de adição de tags alt descritivas, esta funcionalidade permite processamento em lote de todos os posts e oferece integração com WP CLI para execução mais rápida, garantindo que o conteúdo seja acessível e otimizado para motores de busca, enquanto analisa inteligentemente as imagens para gerar tags alt precisas e significativas que contribuem para o desempenho geral do seu site.

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Configuraciones guardadas.
fr_fr: Paramètres enregistrés.
id_id: Pengaturan disimpan.
ja_jp: 設定が保存されました。
ko_kr: 설정이 저장되었습니다.
pt_br: Configurações salvas.

source: Dismiss this notice.
de_de: Schließen Sie diesen Hinweis.
es_es: Descarta este aviso.
fr_fr: Ignorer cet avis.
id_id: Tutup pemberitahuan ini.
ja_jp: この通知を閉じてください。
ko_kr: 이 알림을 닫으십시오.
pt_br: Feche esse aviso.

source: Azure Settings
de_de: Azure Einstellungen
es_es: Configuraciones de Azure
fr_fr: Paramètres Azure
id_id: Pengaturan Azure
ja_jp: Azure設定
ko_kr: Azure 설정
pt_br: Configurações do Azure

source: API Key
de_de: API-Schlüssel
es_es: Clave de API
fr_fr: Clé API
id_id: Kunci API
ja_jp: APIキー
pt_br: Chave API

source: Azure API Key
de_de: Azure API-Schlüssel
es_es: Clave de API de Azure
fr_fr: Clé API Azure
id_id: Kunci API Azure
ja_jp: Azure APIキー
pt_br: Chave API do Azure

source: Enter the API Key provided by Azure for the Computer Vision service.
de_de: Geben Sie den Azure API-Schlüssel für den Computer Vision Service ein.
es_es: Introduce la clave de API proporcionada por Azure para el servicio de Visión por Computadora.
fr_fr: Entrez la clé API fournie par Azure pour le service Computer Vision.
id_id: Masukkan Kunci API yang diberikan oleh Azure untuk layanan Computer Vision.
ja_jp: Computer VisionサービスのためにAzureによって提供されたAPIキーを入力してください。
ko_kr: Computer Vision 서비스를 위해 Azure에서 제공하는 API 키를 입력하십시오.
pt_br: Insira a chave API fornecida pelo Azure para o serviço de Visão Computacional.

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
id_id: Bahasa
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
id_id: Inggris
ja_jp: 英語
ko_kr: 영어
pt_br: Inglês

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
id_id: Perancis
ja_jp: フランス語
ko_kr: 프랑스어
pt_br: Francês

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
id_id: Jerman
ja_jp: ドイツ語
ko_kr: 독일어
pt_br: Alemão

source: Indonesian
de_de: Indonesisch
es_es: Indonesio
fr_fr: Indonésien
id_id: Indonesia
ja_jp: インドネシア語
ko_kr: 인도네시아어
pt_br: Indonésio

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
id_id: Jepang
ja_jp: 日本語
ko_kr: 일본어
pt_br: Japonês

source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
id_id: Korea
ja_jp: 韓国語
ko_kr: 한국어
pt_br: Coreano

source: Portuguese (Brazilian)
de_de: Portugiesisch (Brasilianisch)
es_es: Portugués (Brasil)
fr_fr: Portugais (brésilien)
id_id: Portugis (Brasil)
ja_jp: ポルトガル語（ブラジル）
ko_kr: 포르투갈어 (브라질)
pt_br: Português (Brasileiro)

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
id_id: Spanyol
ja_jp: スペイン語
ko_kr: 스페인어
pt_br: Espanhol

source: Select the language for the generated alt text. Note that not all languages are supported by both API versions.
de_de: Wählen Sie die Sprache für den generierten Alt-Text. Beachten Sie, dass nicht alle Sprachen von beiden API-Versionen unterstützt werden.
es_es: Selecciona el idioma para el texto alternativo generado. Ten en cuenta que no todos los idiomas son compatibles con ambas versiones de la API.
fr_fr: Sélectionnez la langue pour le texte alt généré. Notez que toutes les langues ne sont pas prises en charge par les deux versions de l’API.
id_id: Pilih bahasa untuk teks alt yang dihasilkan. Perhatikan bahwa tidak semua bahasa didukung oleh kedua versi API.
ja_jp: 生成されるaltテキストの言語を選択します。両方のAPIバージョンではすべての言語がサポートされているわけではないことに注意してください。
ko_kr: 생성된 alt 텍스트의 언어를 선택하십시오. 주의하십시오, 모든 언어가 두 API 버전에서 모두 지원되지는 않습니다.
pt_br: Selecione o idioma para o texto alt gerado. Note que nem todos os idiomas são suportados pelas duas versões da API.

source: Select the API version to use for generating alt tags. Choose between v3.2 and v4.0.
de_de: Wählen Sie die API-Version für die Generierung der Alt-Tags. Wählen Sie zwischen v3.2 und v4.0.
es_es: Selecciona la versión de la API a utilizar para generar las etiquetas alt. Elige entre v3.2 y v4.0.
fr_fr: Sélectionnez la version de l’API à utiliser pour générer les balises alt. Choisissez entre v3.2 et v4.0.
id_id: Pilih versi API yang akan digunakan untuk menghasilkan tag alt. Pilih antara v3.2 dan v4.0.
ja_jp: altタグ生成に使用するAPIバージョンを選択します。v3.2とv4.0の間で選択してください。
ko_kr: Alt 태그를 생성하는 데 사용할 API 버전을 선택하십시오. v3.2와 v4.0 중에서 선택하십시오.
pt_br: Selecione a versão da API a ser utilizada para gerar as tags alt. Escolha entre v3.2 e v4.0.

source: Post Editing Settings
de_de: Beitrag bearbeiten Einstellungen
es_es: Configuraciones de Edición de Publicaciones
fr_fr: Paramètres d’édition de publication
id_id: Pengaturan Pengeditan Posting
ja_jp: 投稿編集設定
ko_kr: 포스트 편집 설정
pt_br: Configurações de Edição de Post

source: Automatically generate alt tags on post save (recommended)
de_de: Automatisches Generieren von Alt-Tags beim Speichern des Beitrags (empfohlen)
es_es: Generar automáticamente etiquetas alt al guardar una publicación (recomendado).
fr_fr: Générer automatiquement des balises alt lors de l’enregistrement d’un article (recommandé)
id_id: Secara otomatis menghasilkan tag alt pada penyimpanan posting (disarankan)
ja_jp: 投稿保存時にaltタグを自動生成する（推奨）
ko_kr: 게시물 저장 시 자동으로 alt 태그 생성 (권장)
pt_br: Gerar automaticamente tags alt ao salvar o post (recomendado)

source: When enabled, the feature will automatically add or update alt tags for images in a post when you save or update the post.
de_de: Wenn diese Funktion aktiviert ist, werden beim Speichern oder Aktualisieren eines Beitrags automatisch Alt-Tags zu den Bildern hinzugefügt oder aktualisiert.
es_es: Cuando se activa, la función agregará o actualizará automáticamente las etiquetas alt para las imágenes en una publicación cuando guardes o actualices la publicación.
fr_fr: Lorsqu’elle est activée, la fonctionnalité ajoutera ou mettra à jour automatiquement les balises alt pour les images d’un article lorsque vous enregistrez ou mettez à jour l’article.
id_id: Ketika diaktifkan, fitur ini akan secara otomatis menambahkan atau memperbarui tag alt untuk gambar dalam postingan saat Anda menyimpan atau memperbarui postingan.
ja_jp: 有効すると、投稿を保存または更新するときにイメージのaltタグが自動的に追加または更新されます。
ko_kr: 이 기능이 활성화되면, 게시물을 저장하거나 업데이트할 때 이미지에 자동으로 alt 태그를 추가하거나 업데이트합니다.
pt_br: Quando ativada, a funcionalidade adicionará ou atualizará automaticamente as tags alt para imagens em um post quando você salvar ou atualizar o post.

source: Batch Processing Settings
de_de: Batch-Verarbeitungseinstellungen
es_es: Ajustes de Procesamiento por Lotes
fr_fr: Paramètres de traitement par lots
id_id: Pengaturan Pengolahan Batch
ja_jp: バッチ処理設定
ko_kr: 배치 처리 설정
pt_br: Configurações de Processamento em Lote

source: Default Behavior (recommended)
de_de: Standardverhalten (empfohlen)
es_es: Comportamiento predeterminado (recomendado).
fr_fr: Comportement par défaut (recommandé)
id_id: Perilaku Default (disarankan)
ja_jp: デフォルトの挙動（推奨）
ko_kr: 기본 동작 (권장)
pt_br: Comportamento Padrão (recomendado)

source: Adds alt tags to images that don't have them or have outdated ones. Existing alt tags remain unchanged.
de_de: Fügt Alt-Tags zu Bildern hinzu, die sie nicht haben oder deren Alt-Tags veraltet sind. Bestehende Alt-Tags bleiben unverändert.
es_es: Agrega etiquetas alt a las imágenes que no las tienen o que tienen unas obsoletas. Las etiquetas alt existentes permanecen sin cambios.
fr_fr: Ajoute des balises alt aux images qui n’en ont pas ou qui ont des balises obsolètes. Les balises alt existantes restent inchangées.
id_id: Menambahkan tag alt ke gambar yang tidak memiliki tag atau memiliki tag yang sudah usang. Tag alt yang ada tetap tidak berubah.
ja_jp: altタグがないか古い画像にaltタグを追加します。既存のaltタグは変更されません。
ko_kr: alt 태그가 없거나 outdated된 이미지에 alt 태그를 추가합니다. 기존 alt 태그는 그대로 유지됩니다.
pt_br: Adiciona tags alt às imagens que não as possuem ou que estão desatualizadas. As tags alt existentes permanecem inalteradas.

source: Overwrite all existing alt tags
de_de: Überschreibe alle bestehenden Alt-Tags
es_es: Sobrescribir todas las etiquetas alt existentes
fr_fr: Remplacer toutes les balises alt existantes
id_id: Timpa semua tag alt yang ada
ja_jp: すべての既存のaltタグを上書きする
ko_kr: 모든 기존 alt 태그 덮어쓰기
pt_br: Sobrescrever todas as tags alt existentes

source: Generates new alt tags for all images during batch processing, replacing any existing alt tags.
de_de: Erstellt bei der Batch-Verarbeitung neue Alt-Tags für alle Bilder und ersetzt dabei alle vorhandenen Alt-Tags.
es_es: Genera nuevas etiquetas alt para todas las imágenes durante el procesamiento por lotes, reemplazando cualquier etiqueta alt existente.
fr_fr: Générez de nouvelles balises alt pour toutes les images lors du traitement par lots, en remplaçant les balises alt existantes.
id_id: Menghasilkan tag alt baru untuk semua gambar selama pengolahan batch, menggantikan tag alt yang ada.
ja_jp: バッチ処理中にすべての画像のaltタグを新しく生成し、すでに存在するaltタグを置き換えます。
ko_kr: 배치 처리 중 모든 이미지에 대해 새로운 alt 태그를 생성하며, 기존의 alt 태그를 대체합니다.
pt_br: Gera novas tags alt para todas as imagens durante o processamento em lote, substituindo quaisquer tags alt existentes.

source: Overwrite alt tags from a specific version
de_de: Überschreibe Alt-Tags von einer bestimmten Version
es_es: Sobrescribir etiquetas alt de una versión específica
fr_fr: Remplacer les balises alt d’une version spécifique
id_id: Timpa tag alt dari versi tertentu
ja_jp: 特定のバージョンからのaltタグを上書きする
ko_kr: 특정 버전에서의 alt 태그 덮어쓰기
pt_br: Sobrescrever tags alt de uma versão específica

source: Updates alt tags only for images that were generated by a specific version of the API during batch processing.
de_de: Aktualisiert Alt-Tags nur für Bilder, die bei der Batch-Verarbeitung von einer bestimmten API-Version erstellt wurden.
es_es: Actualiza las etiquetas alt sólo para las imágenes que se generaron con una versión específica de la API durante el procesamiento por lotes.
fr_fr: Met à jour les balises alt uniquement pour les images générées par une version spécifique de l’API lors du traitement par lots.
id_id: Pembaruan tag alt hanya untuk gambar yang dihasilkan oleh versi tertentu dari API selama pengolahan batch.
ja_jp: バッチ処理中に特定のAPIバージョンによって生成された画像のaltタグのみを更新します。
ko_kr: 배치 처리 중 API의 특정 버전에서 생성된 이미지에 대해서만 alt 태그를 업데이트합니다.
pt_br: Atualiza tags alt apenas para imagens que foram geradas por uma versão específica da API durante o processamento em lote.

source: Overwrite empty alt tags only
de_de: Überschreibe nur leere Alt-Tags
es_es: Sobrescribir solo las etiquetas alt vacías
fr_fr: Remplacer uniquement les balises alt vides
id_id: Hanya timpa tag alt kosong
ja_jp: 空のaltタグのみを上書きする
ko_kr: 빈 alt 태그만 덮어쓰기
pt_br: Sobrescrever apenas tags alt vazias

source: Generates alt tags only for images that currently have empty alt tags during batch processing, regardless of their version.
de_de: Erstellt bei der Batch-Verarbeitung Alt-Tags nur für Bilder, die derzeit leere Alt-Tags haben, unabhängig von ihrer Version.
es_es: Genera etiquetas alt sólo para imágenes que actualmente tienen etiquetas alt vacías durante el procesamiento por lotes, independientemente de su versión.
fr_fr: Génère des balises alt uniquement pour les images qui ont actuellement des balises alt vides lors du traitement par lots, quelle que soit leur version.
id_id: Menghasilkan tag alt hanya untuk gambar yang saat ini memiliki tag alt kosong selama pengolahan batch, tanpa menghiraukan versinya.
ja_jp: バッチ処理中に現在空のaltタグを持つ画像のaltタグのみを生成します、そのバージョンに関わらず。
ko_kr: 배치 처리 중 현재 빈 alt 태그를 가진 이미지에 대해서만 alt 태그를 생성합니다, 버전과 관계 없이.
pt_br: Gera tags alt apenas para imagens que atualmente possuem tags alt vazias durante o processamento em lote, independentemente da sua versão.

source: Save Settings
de_de: Einstellungen Speichern
es_es: Guardar Configuraciones
fr_fr: Enregistrer les paramètres
id_id: Simpan Pengaturan
ja_jp: 設定を保存する
ko_kr: 설정 저장
pt_br: Salvar Configurações

source: DO NOT CLOSE THIS WINDOW.
de_de: SCHLIESSEN SIE DIESES FENSTER NICHT.
es_es: NO CIERRES ESTA VENTANA.
fr_fr: NE FERMEZ PAS CETTE FENÊTRE.
id_id: JANGAN TUTUP JENDELA INI.
ja_jp: このウィンドウを閉じないでください。
ko_kr: 이 창을 닫지 마십시오.
pt_br: NÃO FECHE ESTA JANELA.

source: Processing alt tags
de_de: Verarbeitung der Alt-Tags
es_es: Procesando etiquetas alt
fr_fr: Traitement des balises alt
id_id: Memproses tag alt
ja_jp: altタグの処理
ko_kr: alt 태그 처리
pt_br: Processando tags alt

source: completed...
de_de: abgeschlossen…
es_es: completado…
fr_fr: complété…
id_id: selesaiâ€¦
ja_jp: 完了...
ko_kr: 완료되었습니다…
pt_br: concluído…

source: Batch Process All Posts
de_de: Alle Beiträge im Batch-Prozess verarbeiten
es_es: Procesamiento por Lotes de Todas las Publicaciones
fr_fr: Traitement par lots de toutes les publications
id_id: Proses Semua Posting Secara Batch
ja_jp: 全投稿をバッチ処理する
ko_kr: 모든 게시물을 배치 처리하십시오
pt_br: Processar Todos os Posts em Lote

source: Pro users: For faster batching, use the WP CLI commands:
de_de: Pro-Nutzer: Für eine schnellere Batch-Verarbeitung verwenden Sie die WP CLI Befehle:
es_es: Usuarios Pro: Para un procesamiento por lotes más rápido, use los comandos de WP CLI:
fr_fr: Utilisateurs Pro : Pour un traitement par lots plus rapide, utilisez les commandes WP CLI :
id_id: Pengguna Pro: Untuk proses batch yang lebih cepat, gunakan perintah WP CLI:
ja_jp: プロユーザーへ:より速いバッチ処理のために、WP CLIコマンドを使用してください:
ko_kr: Pro 사용자: 더 빠른 배치 처리를 위해 WP CLI 명령어를 사용하십시오:
pt_br: Usuários Pro: Para um processamento mais rápido, use os comandos WP CLI:

source: default behavior
de_de: Standardverhalten
es_es: comportamiento predeterminado
fr_fr: comportement par défaut
id_id: perilaku default
ja_jp: デフォルトの挙動
ko_kr: 기본 동작
pt_br: comportamento padrão

source: overwrite all existing alt tags
de_de: überschreibt alle bestehenden Alt-Tags
es_es: sobrescribir todas las etiquetas alt existentes
fr_fr: remplacer toutes les balises alt existantes
id_id: timpa semua tag alt yang ada
ja_jp: すべての既存のaltタグを上書きする
ko_kr: 모든 기존 alt 태그 덮어쓰기
pt_br: sobrescrever todas as tags alt existentes

source: overwrite alt tags from a specific version
de_de: überschreibt Alt-Tags von einer bestimmten Version
es_es: sobrescribir etiquetas alt de una versión específica
fr_fr: remplacer les balises alt d’une version spécifique
id_id: timpa tag alt dari versi tertentu
ja_jp: 特定のバージョンからのaltタグを上書きする
ko_kr: 특정 버전에서의 alt 태그 덮어쓰기
pt_br: sobrescrever tags alt de uma versão específica

source: overwrite empty alt tags only
de_de: überschreibt nur leere Alt-Tags
es_es: sobrescribir solo las etiquetas alt vacías
fr_fr: remplacer uniquement les balises alt vides
id_id: hanya timpa tag alt kosong
ja_jp: 空のaltタグのみを上書きする
ko_kr: 빈 alt 태그만 덮어쓰기
pt_br: sobrescrever apenas tags alt vazias

source: API Version
es_es: Versión de la API
fr_fr: Version de l’API
id_id: Versi API
ja_jp: APIバージョン
ko_kr: API 버전
pt_br: Versão da API

source: BoardingArea
fr_fr: Zone d’embarquement
